Repository: shigorefu/thruflow
Catalog: ThruFlow/Localisation/Localizable.xcstrings
Source language: ja
Languages: en, ru

# 休憩が終わりました。Flowに戻りますか？
source: 休憩が終わりました。集中を再開しますか？
en: Your break is over. Return to your Flow?
ru: Перерыв окончен. Продолжить Flow?

source: 休憩を保存できませんでした。
en: Could not save Break.
ru: Не удалось сохранить перерыв.

source: 休憩を削除
en: Delete Break
ru: Удалить перерыв

source: 休憩を開始
en: Start Break
ru: Начать перерыв

source: 休憩を開始して1時間以上経過しました。タイマーを止め忘れていませんか？
en: This break has been running for over an hour. Did you forget to stop the timer?
ru: Перерыв длится уже больше часа. Не забыли остановить таймер?

source: 休憩時間
en: Break Time
ru: Время перерыва

source: 休憩時間を保存できませんでした。
en: Could not save Break time.
ru: Не удалось сохранить время перерыва.

# 伸びた方向
source: 集中時間が増えた分野
en: Most Improved Area
ru: Сфера с наибольшим ростом

source: 低
en: Low
ru: Низкий

source: 何をしましたか
en: What did you do?
ru: Что вы сделали?

source: 何をしましたか？
en: What did you do?
ru: Что вы сделали?

source: 余裕があれば
en: If there is room
ru: Если останется время

# 作業に合う集中の長さを選びます
source: 作業に合わせて集中時間を選べます。
en: Choose a focus length that fits the work
ru: Выберите длительность под текущую работу

source: 作業時間に合わせて調整します
en: Adjusts to the time you work
ru: Подстраивается под время работы

source: 使い方の流れ
en: How it works
ru: Как всё работает

# 使い方を見る
source: 使い方をもう一度見る
en: Replay Guide
ru: Повторить обучение

source: 保存
en: Save
ru: Сохранить

# 傾向
source: 推移
en: Trend
ru: Динамика

source: 優先度
en: Priority
ru: Приоритет

source: 優先度を選択
en: Select Priority
ru: Выберите приоритет

source: 具体的なタスクなし
en: No Specific Task
ru: Без конкретной задачи

source: 内訳
en: Breakdown
ru: Распределение

source: 再開
en: Resume
ru: Возобновить

source: 再開するまで一時停止
en: Pause Until Resumed
ru: Приостановить до возобновления

source: 再開するまで休み
en: Paused until resumed
ru: Пауза до возобновления

source: 最初のタスクを作りましょう
en: Create your first Task
ru: Создайте первую задачу

source: 最初のタスクを作る
en: Create First Task
ru: Создать первую задачу

source: 最初の分野を作りましょう
en: Create your first Area
ru: Создайте первую сферу

source: 最初の構成を整理する
en: Organize the Initial Structure
ru: Организовать начальную структуру

source: 最近
en: Recent
ru: Недавние

source: 最近使った絵文字はまだありません。
en: No recently used emoji yet.
ru: Недавно использованных эмодзи пока нет.

source: 分
en: min
ru: мин

source: 分の進捗
en: Minute Progress
ru: Прогресс по минутам

# 分単位
source: 分
en: Minutes
ru: Минуты

source: 分野
en: Area
ru: Сфера

source: 分野・優先度・日付
en: Area, Priority & Date
ru: Сфера, приоритет и дата

source: 分野、タスク、流れ、履歴と統計、次の一歩
en: Area, Task, Flow, History & Statistics, and Your Next Step
ru: Сфера, задача, Flow, история и статистика, следующий шаг

source: 分野が見つかりません
en: Area Not Found
ru: Сфера не найдена

source: 分野で取り組むことを整理し、タスクで次の一歩を決める。流れで実際の集中時間を記録し、履歴と統計で振り返る。ThruFlowは、このサイクルをひとつにつなげます。
en: Organize what matters into Areas, then choose the next step with Tasks. Record real focus time in Flow and review it in History and Statistics. ThruFlow connects the whole cycle.
ru: Разделите дела по сферам и определяйте следующий шаг с помощью задач. Записывайте реальное время фокуса во Flow, а затем анализируйте его в истории и статистике. ThruFlow связывает весь этот цикл.

source: 分野は、仕事・勉強・健康・家事など、日々取り組むことをまとめる枠です。タスクと集中時間が分野ごとにつながるので、何に時間を使ったか振り返りやすくなります。
en: Areas group the parts of life you spend time on, such as work, study, health, or home. Tasks and focus time stay connected to each Area, making it easy to see where your time went.
ru: Сферы объединяют части жизни, которым вы уделяете время: работу, учёбу, здоровье или домашние дела. Задачи и время фокуса связаны со своими сферами, поэтому легко понять, куда ушло время.

source: 分野を作る
en: Create Area
ru: Создать сферу

source: 削除
en: Delete
ru: Удалить

source: 前の期間
en: Previous Period
ru: Предыдущий период

source: 前へ
en: Previous
ru: Назад

source: 単位
en: Unit
ru: Единица

source: 取り組むことを、分野で整理
en: Organize What Matters into Areas
ru: Разделите дела по сферам

source: 取り組む曜日
en: Active Weekdays
ru: Дни выполнения

source: 合計
en: Total
ru: Итого

source: 名前
en: Name
ru: Название

source: 名前を入力してください。
en: Enter a name.
ru: Введите название.

source: 回
en: Occurrences
ru: раз

source: 固定された習慣の日付は変更できません
en: The date of a fixed Habit cannot be changed
ru: Дату закреплённой привычки нельзя изменить

source: 土
en: Sat
ru: Сб

source: 土曜日
en: Saturday
ru: Суббота

source: 基本
en: Basic
ru: Основное

source: 変化なし
en: No Change
ru: Без изменений

source: 外観
en: Appearance
ru: Внешний вид

source: 多い
en: More
ru: Больше

source: 大切なことに集中しよう
en: Focus on What Matters
ru: Сосредоточьтесь на важном

source: 完了
en: Done
ru: Готово

source: 完了あり
en: Completed
ru: С завершёнными

source: 完了したタスクは移動できません
en: Completed Tasks cannot be moved
ru: Завершённые задачи нельзя перемещать

# 完了タスク
source: 完了したタスク
en: Completed Tasks
ru: Завершённые задачи

source: 完了にする
en: Complete Task
ru: Завершить задачу

# 完了済み
source: 完了
en: Completed
ru: Выполнена

source: 実行中
en: Running
ru: Выполняется

# 実行中のFlowは移動できません。現在のFlowを終了してから編集してください。
source: 進行中の集中は移動できません。現在の集中を終了してから編集してください。
en: A running Flow cannot be moved. Finish the current Flow before editing.
ru: Запущенный Flow нельзя перемещать. Завершите текущий Flow перед изменением.

# 実行中のFlowをホーム画面で確認できます。
source: 進行中の集中をホーム画面で確認できます。
en: See the active Flow on your Home Screen.
ru: Следите за активным Flow на экране «Домой».

source: 実際に行った集中、休憩、途中のタスク切り替えが残ります。
en: Focus sessions, breaks, and Task switches are saved as they happen.
ru: Сеансы фокуса, перерывы и переключения между задачами сохраняются автоматически.

# 対象タスク
source: タスク
en: Task
ru: Задача

source: 小さな流れ
en: Small Stream
ru: Маленький поток

source: 少ない
en: Less
ru: Меньше

source: 履歴
en: History
ru: История

source: 履歴・統計
en: History & Statistics
ru: История и статистика

# 履歴と関連タスクを保つため、方向はアーカイブされます。
source: 履歴と関連タスクを残すため、分野はアーカイブされます。
en: The Area will be archived to preserve History and related Tasks.
ru: Сфера будет перенесена в архив, чтобы сохранить историю и связанные задачи.

source: 履歴には、実際に行った集中、休憩、途中のタスク切り替えが自動で残ります。
en: History automatically keeps the focus sessions, breaks, and Task switches that actually happened.
ru: В истории автоматически сохраняются фактические сеансы фокуса, перерывы и переключения между задачами.

source: 履歴の期間
en: History Period
ru: Период истории

# 履歴を削除する前に、現在のFlowを終了してください。
source: 集中履歴を削除するには、先に現在の集中を終了してください。
en: Finish the current Flow before deleting history.
ru: Завершите текущий Flow перед удалением истории.

source: 履歴表示
en: History View
ru: Вид истории

source: 年
en: Year
ru: Год

source: 待機中
en: Waiting
ru: Ожидание

source: 必要なときに、自分でタスクを追加します。
en: Add tasks yourself whenever you need them.
ru: Добавляйте задачи вручную, когда они понадобятся.

# 必要なときにタスクを計画する作業領域です。
source: 必要なときにタスクを追加する分野です。
en: An area for planning tasks whenever you need it.
ru: Сфера для задач, которые можно запланировать в любое время.

source: 情報を表示
en: Show information
ru: Показать информацию

source: 情報を隠す
en: Hide information
ru: Скрыть информацию

source: 戻る
en: Back
ru: Назад

# 承認が完了すると購入が自動的に処理されます。
source: 承認されると、自動的に購入が完了します。
en: The purchase will be processed automatically once approval is complete.
ru: Покупка будет обработана автоматически после подтверждения.

source: 散歩
en: Walk
ru: Прогулка

source: 新しいタスク
en: New Task
ru: Новая задача

# 新しい方向
source: 新しい分野
en: New Area
ru: Новая сфера

# 新しい方向を作成
source: 新しい分野を作成
en: Create Area
ru: Создать сферу

# 新しい日の開始
source: 1日の開始時刻
en: Day Starts At
ru: Начало нового дня

source: 新しい集中記録
en: New Flow
ru: Новый Flow

source: 新しい集中記録、%@から%@まで
en: New Flow, %1$@ to %2$@
ru: Новый Flow, с %1$@ до %2$@

source: 新規作成
en: Create New
ru: Создать

# 方向
source: 分野
en: Areas
ru: Сферы

# 方向「%@」が見つかりません
source: 「%1$@」という分野が見つかりません。
en: Area “%1$@” was not found
ru: Сфера «%1$@» не найдена

# 方向で絞り込む
source: 分野で絞り込む
en: Filter by Area
ru: Фильтр по сфере

# 方向はありません
source: 分野はまだありません
en: No Areas
ru: Сфер нет

# 方向フィルター
source: 分野で絞り込む
en: Area Filter
ru: Фильтр сфер

# 方向を作成
source: 分野を作成
en: Create Area
ru: Создать сферу

# 方向を削除
source: 分野を削除
en: Delete Area
ru: Удалить сферу

# 方向を編集
source: 分野を編集
en: Edit Area
ru: Изменить сферу

# 方向を追加
source: 分野を追加
en: Add Area
ru: Добавить сферу

# 方向を選択
source: 分野を選択
en: Select Area
ru: Выбрать сферу

# 方向を選択してください
source: 分野を選択してください
en: Select an Area
ru: Выберите сферу

# 方向を選択してください。
source: 分野を選択してください。
en: Select an Area.
ru: Выберите сферу.

# 方向別
source: 分野別
en: By Area
ru: По сферам

# 方向名
source: 分野名
en: Area Name
ru: Название сферы

source: 日
en: Day
ru: День

source: 日付
en: Date
ru: Дата

source: 日付：今日
en: Date: Today
ru: Дата: сегодня

source: 日付なし
en: No Date
ru: Без даты

source: 日付なしのタスクがここに表示されます。
en: Tasks without a date appear here.
ru: Здесь отображаются задачи без даты.

source: 日付を選択
en: Select Date
ru: Выбрать дату

# 日常の集中作業に
source: いつもの集中作業に
en: For regular focused work
ru: Для обычной сосредоточенной работы

source: 日時
en: Date and Time
ru: Дата и время

source: 日曜日
en: Sunday
ru: Воскресенье

# 日曜短縮
source: 日
en: Sun
ru: Вс

source: 日本語を復習
en: Review Japanese
ru: Повторить японский

source: 明日
en: Tomorrow
ru: Завтра

# 明日へ
source: 明日に移動
en: To Tomorrow
ru: На завтра

source: 時刻
en: Time
ru: Время

source: 時刻を指定
en: Specify Time
ru: Указать время

source: 時刻表示
en: Time Format
ru: Формат времени

source: 時間
en: Time
ru: Время

source: 時間に余裕があるときに取り組みたいこと向けです。
en: For things you would like to do when you have some time.
ru: Для дел, которыми хочется заняться, если останется время.

source: 時間の使い方に気づき、次に何へ取り組むかを決めるための統計です。
en: Use Statistics to notice where your time goes and decide what to focus on next.
ru: Статистика помогает понять, куда уходит время, и решить, чем заняться дальше.

source: 時間の使い方に気づく
en: See Where Your Time Goes
ru: Поймите, куда уходит время

# 時間をおいてから、もう一度お試しください。
source: しばらくしてから、もう一度お試しください。
en: Please wait a moment and try again.
ru: Подождите немного и попробуйте снова.

# 時間単位
source: 時間
en: Hours
ru: Часы

source: 時間配分
en: Time Distribution
ru: Распределение времени

source: 曜日
en: Weekdays
ru: Дни недели

# 曜日（任意）
source: 取り組む曜日（任意）
en: Weekdays (optional)
ru: Дни недели (необязательно)

source: 曜日を1つ以上選んでください。
en: Select at least one weekday.
ru: Выберите хотя бы один день недели.

# 書き出す内容
source: 書き出すデータ
en: Data to Export
ru: Что экспортировать

source: 月
en: Month
ru: Месяц

source: 月曜日
en: Monday
ru: Понедельник

# 月曜短縮
source: 月
en: Mon
ru: Пн

source: 有効
en: Active
ru: Активна

source: 期間
en: Period
ru: Период

# 期間やフィルターを変更してください
source: 期間や絞り込み条件を変えてみてください。
en: Change the period or filters.
ru: Измените период или фильтры.

source: 期間を指定
en: Choose Period
ru: Выбрать период

source: 期間を指定…
en: Choose period…
ru: Указать период…

source: 期限
en: Due Date
ru: Срок

source: 木
en: Thu
ru: Чт

source: 未完了
en: Incomplete
ru: Не завершена

source: 未完了に戻す
en: Mark Incomplete
ru: Вернуть в незавершённые

source: 未設定
en: Not Configured
ru: Не настроен

source: 未選択
en: Not Selected
ru: Не выбрано

source: 本を読む
en: Read a book
ru: Читать книгу

source: 検索
en: Search
ru: Поиск

source: 概要
en: Overview
ru: Обзор

source: 標準
en: Standard
ru: Обычный

source: 次の一歩
en: Next Step
ru: Следующий шаг

source: 次へ
en: Next
ru: Далее

source: 次を選択
en: Choose Next
ru: Выберите следующий шаг

# 残り %@ Block
source: 残り%@ブロック
en: Blocks remaining: %@
ru: Осталось блоков: %@

# 残り %lld
source: 残り%lld件
en: %lld Remaining
ru: Осталось: %lld

source: 残り %lld分
en: %lld min remaining
ru: Осталось %lld мин

source: 残り時間 %@
en: Time remaining: %@
ru: Осталось: %@

source: 残り時間を5分延長
en: Add 5 Minutes
ru: Добавить 5 минут

source: 残り時間を5分短縮
en: Subtract 5 Minutes
ru: Убавить 5 минут

source: 毎日
en: Daily
ru: Ежедневно

# 毎日この目標を達成します。
source: 毎日、タスクが自動で追加されます。
en: Complete this goal every day.
ru: Выполняйте эту цель каждый день.

# 毎日予定
source: 毎日
en: Every Day
ru: Каждый день

source: 毎週
en: Weekly
ru: Еженедельно

source: 水
en: Wed
ru: Ср

# 活動日
source: 集中した日
en: Days Focused
ru: Дни с фокусом

source: 流れ
en: Flow
ru: Flow

source: 流れは、今日の作業を進める中心の画面です。集中タイマー、今日のタスク、作業の流れ、今日の統計をまとめて確認できます。途中でタスクや長さを変えても、途切れない作業はひとつの流れとして残ります。
en: Flow is the main workspace for getting today's work done. It brings together the focus timer, today's Tasks, your timeline, and today's Statistics. You can switch Tasks or duration along the way; uninterrupted work remains one Flow.
ru: Flow — главный экран для работы на сегодня. Здесь собраны таймер фокуса, задачи на сегодня, шкала времени и статистика за день. Можно менять задачу или длительность: непрерывная работа всё равно сохранится как один Flow.

source: 満ちている流れ
en: Full Stream
ru: Полный поток

source: 準備完了
en: Ready
ru: Готов

source: 火
en: Tue
ru: Вт

# 現在のFlowをメモなしで終了します。
source: 現在の集中をメモなしで終了します。
en: Ends the current Flow without adding a note.
ru: Завершает текущий Flow без заметки.

source: 発表資料を作る
en: Create Presentation Materials
ru: Подготовить презентацию

source: 目標
en: Goal
ru: Цель

# 目標を使う場合は単位を選んでください。
source: 目標を設定する場合は、単位を選んでください。
en: Choose a unit when setting a goal.
ru: Для цели выберите единицу измерения.

source: 目標値
en: Goal Value
ru: Значение цели

source: 目標値は1以上にしてください。
en: Goal value must be at least 1.
ru: Значение цели должно быть не меньше 1.

# 目標回数：%lld回・%@
source: 目標回数：%1$lld回・%2$@
en: Target count: %1$lld · %2$@
ru: Целевое количество: %1$lld · %2$@

# 目標時間：%lld分・%@
source: 目標時間：%1$lld分・%2$@
en: Time target: %1$lld min · %2$@
ru: Цель по времени: %1$lld мин · %2$@

# 目標時間：%lld時間・%@
source: 目標時間：%1$lld時間・%2$@
en: Time target: %1$lld hr · %2$@
ru: Цель по времени: %1$lld ч · %2$@

# 短い作業や、まず始めたいときに
source: 短い作業や、まずは始めてみたいときに
en: For short work or simply getting started
ru: Для короткой работы или лёгкого старта

source: 短め
en: Short
ru: Короткий

source: 移動
en: Move
ru: Перенести

source: 移動できません
en: Cannot Move
ru: Нельзя переместить

source: 種類
en: Type
ru: Тип

source: 空白
en: Empty
ru: Пусто

source: 終わったら、自分で完了にします。
en: Check it off when you are done.
ru: Завершив задачу, отметьте её вручную.

source: 終了
en: End
ru: Окончание

source: 終了日
en: End Date
ru: Дата окончания

source: 結果を入力
en: Add Result
ru: Добавить результат

source: 統計
en: Statistics
ru: Статистика

source: 統計では、集中時間、完了したタスク、タスクや分野ごとの時間配分を週・月・年で確認できます。
en: Review focus time, completed Tasks, and time by Task or Area for the week, month, or year.
ru: В статистике можно посмотреть время фокуса, выполненные задачи и распределение времени по задачам и сферам за неделю, месяц или год.

source: 統計に戻る
en: Back to Statistics
ru: Вернуться к статистике

source: 統計期間
en: Statistics Period
ru: Период статистики

# 統計表示
source: 表示する内容
en: Display Metric
ru: Показатель

source: 絵文字
en: Emoji
ru: Эмодзи

source: 絵文字 %@
en: Emoji %@
ru: Эмодзи %@

source: 絵文字を1つ入力してください
en: Enter one emoji
ru: Введите один эмодзи

source: 絵文字を1つ入力してください。
en: Enter one emoji.
ru: Введите один эмодзи.

source: 絵文字を入力
en: Enter Emoji
ru: Введите эмодзи

source: 絵文字を検索
en: Search Emoji
ru: Поиск эмодзи

source: 絵文字を選択
en: Select Emoji
ru: Выбрать эмодзи

source: 編集
en: Edit
ru: Изменить

source: 繰り返し
en: Repeats
ru: Повторения

source: 習慣
en: Habit
ru: Привычка

# 習慣の方向は頻度を選んでください。
source: 習慣の頻度を選んでください。
en: Choose a schedule for this habit.
ru: Выберите расписание привычки.

source: 習慣の状態
en: Habit Status
ru: Статус привычки

# 習慣一覧
source: 習慣
en: Habits
ru: Привычки

source: 育っている流れ
en: Growing Stream
ru: Растущий поток

source: 自分を採点するためではありません
en: Statistics, Not Scores
ru: Здесь нет оценок

source: 自動で記録
en: Recorded Automatically
ru: Записывается автоматически

source: 色が濃いほど、その日に集中した時間が長かったことを表します。
en: Darker colors mean you spent more time focusing that day.
ru: Чем темнее цвет, тем больше времени вы провели в фокусе в этот день.

source: 表示
en: Display
ru: Отображение

source: 表示内容
en: Records Shown
ru: Что показывать

source: 表示範囲
en: Range
ru: Диапазон

# 複数の方向は色を混ぜて表示
source: 複数の分野の色を混ぜて表示
en: Mix colors for multiple Areas
ru: Смешивать цвета нескольких сфер

source: 複数入力された場合は最初の絵文字だけ保存します。
en: If multiple emoji are entered, only the first is saved.
ru: Если введено несколько эмодзи, сохранится только первый.

source: 言語
en: Language
ru: Язык

source: 言語と地域
en: Language & Region
ru: Язык и регион

# 言語はアプリの再起動後に適用されます
source: 言語の変更は、アプリを再起動すると反映されます。
en: Language changes apply after restarting the app
ru: Язык изменится после перезапуска приложения

source: 記録
en: Record
ru: Записать

source: 記録なし
en: No Records
ru: Нет записей

source: 記録を保存できませんでした。
en: The record could not be saved.
ru: Не удалось сохранить запись.

source: 記録を追加
en: Add Record
ru: Добавить запись

# 記録を選択
source: 記録を選んでください
en: Select a Record
ru: Выберите запись

source: 記録を開いて内容や時間を直せます。タイマーを使い忘れたときは手動でも追加できます。
en: Open a record to adjust its details or time. If you forgot the timer, add the record manually.
ru: Откройте запись, чтобы изменить содержание или время. Если забыли запустить таймер, добавьте запись вручную.

source: 記録対象
en: What to Record
ru: Что записать

source: 設定
en: Settings
ru: Настройки

# 設定した時刻までは前日のタスクとFlowとして扱います
source: 設定した時刻までは、タスクや集中記録を前日分として扱います。
en: Until this time, Tasks and Flow count toward the previous day.
ru: До этого времени задачи и Flow относятся к предыдущему дню.

source: 設定した曜日や回数に合わせて、タスクが自動で追加されます。
en: Tasks are added automatically on your chosen days or at your chosen weekly frequency.
ru: Задачи добавляются автоматически в выбранные дни или нужное количество раз в неделю.

source: 詳細
en: Details
ru: Подробнее

source: 詳細を編集
en: Edit Details
ru: Изменить сведения

source: 読書
en: Reading
ru: Чтение

source: 資料を送る
en: Send the document
ru: Отправить документ

source: 購入できませんでした
en: Purchase unavailable
ru: Не удалось совершить покупку

# 購入を確認しています
source: 購入の承認を待っています
en: Awaiting purchase approval
ru: Ожидание подтверждения покупки

source: 追加
en: Add
ru: Добавить

# 通常
source: いつでも
en: Anytime
ru: В любое время

source: 週
en: Week
ru: Неделя

# 週 %lld 回
source: 週に%lld回
en: Times per Week: %lld
ru: В неделю: %lld

source: 週・月・年
en: Week, Month & Year
ru: Неделя, месяц и год

source: 週の開始日
en: First Day of Week
ru: Первый день недели

# 週回
source: 週に数回
en: Times per Week
ru: Количество раз в неделю

# 週回は1〜7回で選んでください。
source: 週に取り組む回数は、1〜7回から選んでください。
en: Choose between 1 and 7 times per week.
ru: Выберите от 1 до 7 раз в неделю.

source: 週間目標を達成できなくなるため移動できません
en: Cannot move because the Weekly Goal would become unreachable
ru: Перемещение сделает недельную цель недостижимой

source: 進捗
en: Progress
ru: Прогресс

source: 進捗は0以上にしてください。
en: Progress must be 0 or more.
ru: Прогресс не может быть меньше 0.

source: 進行中
en: Active
ru: Активная

source: 進行中の集中は移動できません。
en: An active Flow cannot be moved.
ru: Активный Flow нельзя переместить.

source: 運動
en: Exercise
ru: Тренировка

source: 過去180日
en: Last 180 Days
ru: Последние 180 дней

source: 達成なし
en: No Completions
ru: Нет выполнений

source: 達成日
en: Completion Date
ru: Дата выполнения

source: 達成状況
en: Completion
ru: Выполнение

source: 選択
en: Select
ru: Выбрать

# 選択した日にタスクを作成
source: 選択した日付にタスクを作成
en: Create a Task on the Selected Day
ru: Создать задачу на выбранный день

source: 選択した期間
en: Selected Period
ru: Выбранный период

source: 金
en: Fri
ru: Пт

# 長さ
source: 所要時間
en: Duration
ru: Длительность

source: 長休憩
en: Long Break
ru: Длинный перерыв

source: 閉じる
en: Close
ru: Закрыть

source: 開始
en: Start
ru: Начало

source: 開始日
en: Start Date
ru: Дата начала

source: 開始時刻は固定されます
en: Start time is fixed
ru: Время начала зафиксировано

source: 集中
en: Focus
ru: Фокус

source: 集中%lld回
en: Flows: %lld
ru: Flow: %lld

source: 集中カレンダー
en: Focus Calendar
ru: Календарь фокуса

source: 集中した実時間を、分単位で積み上げます。
en: Track your actual focus time in minutes.
ru: Фактическое время фокуса накапливается в минутах.

source: 集中と休憩の積み重なりを映します。下のタイムラインでは、いつ・何に取り組んだかを確認できます。
en: See how focus sessions and breaks build up over time. The timeline below shows when and what you worked on.
ru: Здесь видно, как чередуются фокус и отдых. На шкале времени ниже можно посмотреть, когда и над чем вы работали.

source: 集中のみ
en: Focus Only
ru: Только фокус

source: 集中の残り時間を5分短くします。
en: Subtracts 5 minutes from the remaining focus time.
ru: Уменьшает оставшееся время фокуса на 5 минут.

source: 集中の残り時間を5分長くします。
en: Adds 5 minutes to the remaining focus time.
ru: Добавляет 5 минут к оставшемуся времени фокуса.

source: 集中ブロック
en: Focus Blocks
ru: Блоки фокуса

# 集中ブロック数：%lld・%@
source: 集中ブロック数：%1$lld・%2$@
en: Focus Blocks: %1$lld · %2$@
ru: Блоки фокуса: %1$lld · %2$@

source: 集中モード
en: Flow Mode
ru: Режим Flow

source: 集中回数
en: Flows
ru: Сессии Flow

# 集中完了
source: 完了
en: Completed
ru: Завершён

source: 集中時間
en: Focus Time
ru: Время фокуса

source: 集中時間、完了したタスク、タスクや分野ごとの時間配分を確認できます。
en: Review focus time, completed Tasks, and how your time is divided across Tasks and Areas.
ru: Смотрите время фокуса, выполненные задачи и распределение времени по задачам и сферам.

source: 集中時間と完了したタスクを、その場で振り返れます。
en: Review your focus time and completed Tasks right here.
ru: Здесь же можно посмотреть время фокуса и выполненные задачи.

source: 集中時間の内訳
en: Focus Time Breakdown
ru: Распределение времени фокуса

source: 集中記録
en: Flow
ru: Flow

source: 集中記録に紐づけるタスクを選択
en: Select the Task for This Flow
ru: Выбрать задачу для этой сессии Flow

source: 集中記録または休憩を選ぶと、ここに詳細が表示されます。
en: Select a Flow or Break to see its details here.
ru: Выберите Flow или перерыв, чтобы увидеть подробности.

source: 集中記録を保存できませんでした。
en: Could not save Flow.
ru: Не удалось сохранить Flow.

source: 集中記録を編集
en: Edit Flow
ru: Изменить Flow

source: 集中記録を追加
en: Add Flow
ru: Добавить Flow

source: 集中設定
en: Focus Details
ru: Параметры фокуса

source: 集計単位
en: Group By
ru: Группировать по

# 項目 %@、件数 %lld
source: %1$@、%2$lld件
en: Item: %1$@; count: %2$lld
ru: Элемент: %1$@; количество: %2$lld

source: 頻度
en: Frequency
ru: Частота

source: 流れを体験してみよう
en: See Flow in Action
ru: Посмотрите Flow в действии

source: 短いプレビューで、タイマーが集中から休憩へ切り替わるまでの流れを見てみましょう。実際のタスク、進捗、履歴、統計には影響しません。
en: This quick preview shows the timer moving from focus into a break. It won’t affect your real Tasks, progress, History, or Statistics.
ru: В этой короткой демонстрации таймер перейдёт от фокуса к перерыву. Реальные задачи, прогресс, история и статистика не изменятся.

source: タイマーを早送りしています。このプレビューは履歴や統計には保存されません。
en: The timer is running in fast-forward. This preview won’t be saved to History or Statistics.
ru: Таймер идёт в ускоренном режиме. Демонстрация не сохранится в истории или статистике.

source: 休憩に切り替わりました。実際の流れでは、このままタイマーが続きます。
en: The timer has switched to a break. In a real Flow, it would keep running from here.
ru: Таймер переключился на перерыв. В обычной сессии Flow он продолжит отсчёт.

source: 基本機能は無料・広告なし
en: Core Features Are Free and Ad-Free
ru: Основные функции — бесплатно и без рекламы

source: タスク、集中タイマー、履歴、統計などの基本機能は、無料・広告なしで利用できます。利用に必須の支払いはありません。
en: Core features—including Tasks, the focus timer, History, and Statistics—are currently free and ad-free, with no payment required.
ru: Основные функции — задачи, таймер фокуса, история и статистика — сейчас доступны бесплатно и без рекламы. Обязательных платежей нет.

source: 12分の集中を早送り中
en: Fast-forwarding a 12-minute focus session
ru: 12-минутная сессия фокуса в ускоренном режиме

source: 3分の休憩
en: 3-minute break
ru: Трёхминутный перерыв

source: 高
en: High
ru: Высокий

source: #tag
ru: #тег
